Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametinget-stoetter-prosjekt-som-skal-kartlegge-samisk-ungdoms-psykiske-helse.html.tmx
Source language: nob
Languages: sma

source: Sametinget støtter prosjekt som skal kartlegge samisk ungdoms psykiske helse
sma: Saemiedigkie dåarjoem prosjektese vadta mij edtja saemien noeri psykiske healsoem goerehtalledh

source: Sametingsrådet har gitt 280.000 kroner til et prosjekt om samisk ungdoms psykiske helse i regi av Mental Helse Ungdom, i samarbeid med samiske ungdomsorganisasjoner.
sma: Saemiedigkieraerie lea 280.000 kråvnah vadteme akten prosjektese saemien noeri psykiske healsoen bïjre man åvteste siebrie Mental Helse Ungdom/ Mentaale Healsoe Noere dïedtem åtna laavenjostosne saemien noeresiebriejgujmie.

source: – Vi vet fra både forsking og erfaring at samisk ungdom møter utfordringer som annen ungdom ikke møter.
sma: – Dovne dotkemistie jïh dååjrehtimmien mietie daejrebe saemien noerh haestemh dåastoeh mejtie jeatjah noerh eah dåastoeh.

source: Derfor er det viktig at vi får mer kunnskap og påfølgende tiltak, som er formålet med prosjektet, sier sametingsråd Mikkel Eskil Mikkelsen.
sma: Dan åvteste vihkeles mijjieh vielie daajroem jïh minngebe råajvarimmieh åadtjobe, mij lea åssjele prosjektine, saemiedigkieraerie Mikkel Eskil Mikkelsen jeahta.

source: Prosjektet til Mental Helse Ungdom skal kartlegge unge samers psykiske helse og iverksette forebyggende tiltak som styrker beskyttelsesfaktorene for unge samers identitet og psykiske helse.
sma: Mentaale Healsoe Noeren prosjekte edtja noere saemiej psykiske healsoem goerehtalledh jïh heerreden råajvarimmiejgujmie nierhkedh mah vaarjelimmiefaktovride nænnoestehtieh noere saemiej identiteetese jïh psykiske healsose.

source: Kartleggingen skal gi kunnskap om hvordan unge samer opplever sin psykiske helse og om hvilke beskyttelsesfaktorer og risikofaktorer ungdommene opplever.
sma: Goerehtalleme edtja daajroem vedtedh guktie noere saemieh sijjen psykiske healsoem dååjroeh jïh mah vaarjelimmiefaktovrh jïh vaahrafaktovrh noerh dååjroeh.

source: Involvering av samiske organisasjoner
sma: Saemien siebrieh meatan vaaltasuvvieh

source: Mental Helse Ungdom skal samarbeide med den samiske ungdomsorganisasjonen Noereh, Sametingets ungdomspolitiske utvalg (SUPU) og Samisk nasjonalt kompetansesenter - psykisk helsevern (SANKS) i prosjektet, og viser til at prosjektet som helhet hviler på at de samiske ungdomsorganisasjonene deltar gjennom hele prosjektet.
sma: Mentaale Healsoe Noere edtja laavenjostedh saemien noeresiebrine Noereh, Saemiedigkien noerepolitihkeles moenehtsinie (SUPU) jïh Saemien nasjonaale maahtoejarngine – psykiske healsoevaarjelimmie (SANKS) prosjektesne, jïh tjïerteste daate ellies prosjekte våaroeminie åtna doh saemien noeresiebrieh leah meatan abpe prosjektesne.

source: Mikkelsen anser det som en styrke for prosjektet at Noereh, SUPU og SANKS er med.
sma: Mikkelsen åtna akte faamoe prosjektese gosse dovne Noereh, SUPU jïh SANKS leah meatan.

source: – De kjenner det samiske samfunnet, slik at prosjektet kan bli vellykket.
sma: – Dah saemien siebriedahkem demtieh, guktie prosjekte maahta læhkoes sjïdtedh.

source: Fra Sametingets side anser vi de to ungdomsorganisasjonene som dyktige og samfunnsengasjerte, og en involvering av dem er en sentral styrke for prosjektet, sier Mikkelsen .
sma: Saemiedigkien bieleste utnebe doh göökte noeresiebrieh goh væjkele jïh stoerre ïedtjem siebriedahken åvteste utnieh, jïh gosse dah meatan prosjektesne dellie dïhte faamoem vadta prosjektese, Mikkelsen jeahta.

source: Sametinget er i sitt arbeid avhengig av et kunnskapsgrunnlag, og etterspør ofte fakta om samiske samfunn og helserelatert funn om samers helse.
sma: Saemiedigkie daarpesje aktem daajroevåaromem utnedh sov barkosne, jïh daamtaj faaktaj mietie gihtjie saemien siebriedahki bïjre jïh healsoerelateradamme gaavnoej bïjre saemien healsoen bïjre.

source: Mikkelsen mener at denne kartleggingen kan gi Sametinget og andre styringsinstitusjoner redskap for fremtidige tiltak som kan bedre samiske barn og unges psykiske helse.
sma: Mikkelsen meala daate goerehtalleme maahta Saemiedægkan jïh jeatjah stuvremeinstitusjovnide dïrregh vedtedh dejtie båetije råajvarimmide mah maehtieh saemien maanaj jïh noeri psykiske healsoem bueriedidh.

source: – Kunnskapsgrunnlaget vil danne grunnlag for tiltak på flere nivå.
sma: – Daajroevåarome sæjhta råajvarimmieh sjugniedidh jieniebinie daltesinie.

source: Hjelpeapparatet kan få oppdatert kunnskap, noe som vil gjøre dem bedre rustet til å hjelpe de som trenger det, avslutter sametingsråd Mikkel Eskil Mikkelsen.
sma: Viehkieabparaate maahta orrestamme daajroem åadtjodh, jïh dan gaavhtan dah sijhtieh buerebe ryöjredamme årrodh dam viehkiem vedtedh dejtie mah dam daarpesjieh, saemiedigkieraerie Mikkel Eskil Mikkelsen minngemosth jeahta.
